:PROPERTIES:
:ID:       519dbdd4-9894-4f79-91e5-0975c07e039d
:END:
#+title: play.teod.eu journal

[[./..][..]]

Companion to [[id:658447a3-00e6-44aa-963e-d2f5938c50d3][play.teod.eu rolling retrospective]] (link not yet working, sorry.)

| play.teod.eu journal               | temporal, dump-oriented. |
| play.teod.eu rolling retrospective | topic-oriented           |

** elisp text
#+begin_src emacs-lisp
(message "hello, there")
#+end_src

#+RESULTS:
: hello, there

#+BEGIN_SRC emacs-lisp
(progn)
(setq some-name "Dustyn")
(setq some-age 10)
(1,2, some-name, some-age)
#+END_SRC
